Tekla.Structures.Filtering.Categories.WeldFilterExpressions.TypeAboveLine
The TypeAboveLine class represents the type above line filter expression.

Tekla.Structures.Filtering.Categories.WeldFilterExpressions.TypeAboveLine.#ctor
Initializes a new instance of the TypeAboveLine class.